[Abilities.A_MarkOfTheSearcher_AttackIncrease H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="追踪者标记：攻击"
mTooltip="成功攻击被标记为“猎物”的敌方单位获得+5 %icon_ATTACK 攻击力加成。"

[Abilities.A_proliferation_charognard H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="腐朽增殖"
mTooltip="当此生物死亡时，友方单位有30%的几率增加其队伍数量10%。"

[Abilities.A_proliferation_charognard_Buff H7BaseBuff]
mName="增殖"
mTooltip="每回合，此单位有30%的几率增加其队伍数量 %special1，直到效果耗尽。\n增殖效果持续 %durnow 回合。"

[Abilities.A_ThickSkin H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="厚皮"
mTooltip="此单位的皮肤非常坚韧，因此全力侧击总是会被降级为普通侧击。此外，增加 %stat2 %icon_defense 防御力。"

[Abilities.A_SeismicWave_Buff_Ini H7BaseBuff]
mName="失衡"
mTooltip="%stat1 %stat1.icon 主动性和 %stat2 %stat2.icon 防御力，持续到回合结束。"

[Abilities.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="癫痫发作"
mTooltip="此生物用身体引发一次小型地震，对战场上所有小型单位（1x1）造成 %d1.min 到 %d1.max %icon_earth 土系伤害。每场战斗可使用一次。"

[Creatures.A_CreatureLeviathan H7Creature]
mName="秽巢憎恶体"
mLore="憎恶体是一座畸形的肉山，在不自然的抽搐浪潮中移动，像蠕虫一样扭动，并用其众多的肢体拉扯拖曳其邪恶的质量前进。各种机械部件，如轮子、齿轮和流体泵，被植入这头野兽体内，以确保它以最佳速度移动。\n\n招募所需稀有资源：\n2 影钢"

[Creatures.A_CreatureMoloch H7Creature]
mName="秽巢巨怪"
mLore="许多敌人在看到这巨怪不自然的景象时，远在它们靠近之前就逃之夭夭。伴随着可怕的滑行和拖曳声，该生物拖着身体穿过战场，耸立到令人眩晕的高度，然后像雷鸣般砸入敌方队列。巨大的、如同方块般的拳头击碎盾墙，将敌人抛向空中，同时饥饿的下颚咬合着，贪婪地吞食破碎的受害者。\n\n招募所需稀有资源：\n1 影钢"